Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Runs inside the app and uses its macOS permissions.
ar: تعمل داخل التطبيق وتستخدم أذونات macOS الخاصة به.
de: Wird innerhalb der App ausgeführt und nutzt deren macOS-Berechtigungen.
es: Se ejecuta dentro de la app y usa sus permisos de macOS.
fa: درون برنامه اجرا می‌شود و از مجوزهای macOS آن استفاده می‌کند.
fr: S’exécute dans l’app et utilise ses autorisations macOS.
hi: ऐप के भीतर चलता है और उसकी macOS अनुमतियों का उपयोग करता है।
id: Berjalan di dalam aplikasi dan menggunakan izin macOS aplikasi tersebut.
it: Viene eseguito all'interno dell'app e utilizza le relative autorizzazioni macOS.
ja_jp: アプリ内で実行され、アプリのmacOS権限を使用します。
ko: 앱 내에서 실행되며 앱의 macOS 권한을 사용합니다.
nl: Wordt binnen de app uitgevoerd en gebruikt de macOS-machtigingen van de app.
pl: Działa wewnątrz aplikacji i korzysta z jej uprawnień systemu macOS.
pt_br: É executado dentro do aplicativo e usa as permissões do macOS.
ru: Работает внутри приложения и использует его разрешения macOS.
sv: Körs i appen och använder dess macOS-behörigheter.
th: ทำงานภายในแอปและใช้สิทธิ์ macOS ของแอป
tr: Uygulama içinde çalışır ve uygulamanın macOS izinlerini kullanır.
uk: Працює всередині застосунку та використовує його дозволи macOS.
vi: Chạy bên trong ứng dụng và sử dụng các quyền macOS của ứng dụng.
zh_cn: 在应用内运行，并使用其 macOS 权限。
zh_tw: 在應用程式內執行，並使用其 macOS 權限。

source: Runs quietly and starts again after a restart.
ar: تعمل بهدوء وتبدأ مرة أخرى بعد إعادة التشغيل.
de: Läuft unauffällig und startet nach einem Neustart wieder.
es: Se ejecuta discretamente y vuelve a iniciarse después de un reinicio.
fa: بی‌سروصدا اجرا می‌شود و پس از راه‌اندازی مجدد دوباره شروع می‌شود.
fr: S’exécute discrètement et redémarre après un redémarrage.
hi: चुपचाप चलता है और restart के बाद फिर से शुरू हो जाता है।
id: Berjalan senyap dan mulai lagi setelah dimulai ulang.
it: Funziona in modo discreto e si riavvia dopo un riavvio.
ja_jp: 静かに実行され、再起動後も再度開始します。
ko: 조용히 실행되며 재시작 후에도 다시 시작됩니다.
nl: Draait stil op de achtergrond en start opnieuw na een herstart.
pl: Działa dyskretnie i uruchamia się ponownie po restarcie.
pt_br: Roda discretamente e inicia novamente após uma reinicialização.
ru: Работает незаметно и запускается снова после перезагрузки.
sv: Kör tyst och startar igen efter en omstart.
th: ทำงานอย่างเงียบ ๆ และเริ่มอีกครั้งหลังรีสตาร์ท
tr: Sessizce çalışır ve yeniden başlatmadan sonra tekrar başlar.
uk: Працює непомітно й запускається знову після перезапуску.
vi: Chạy âm thầm và tự khởi động lại sau khi khởi động lại máy.
zh_cn: 静默运行，并会在重启后再次启动。
zh_tw: 會安靜執行，並在重新啟動後再次啟動。

source: Runtime
ar: بيئة التشغيل
de: Laufzeit
es: Entorno de ejecución
fa: محیط اجرا
fr: Environnement d’exécution
hi: रनटाइम
ja_jp: ランタイム
ko: 런타임
pl: Środowisko uruchomieniowe
pt_br: Ambiente de execução
ru: Среда выполнения
sv: Körmiljö
th: รันไทม์
tr: Çalışma zamanı
uk: Середовище виконання
vi: Môi trường chạy
zh_cn: 运行时
zh_tw: 執行階段

source: SSH command details
ar: تفاصيل أمر SSH
de: SSH-Befehlsdetails
es: Detalles del comando SSH
fa: جزئیات فرمان SSH
fr: Détails de la commande SSH
hi: SSH command विवरण
id: Detail perintah SSH
it: Dettagli del comando SSH
ja_jp: SSH コマンドの詳細
ko: SSH 명령 세부 정보
nl: Details SSH-opdracht
pl: Szczegóły polecenia SSH
pt_br: Detalhes do comando SSH
ru: Сведения о команде SSH
sv: Information om SSH-kommando
th: รายละเอียดคำสั่ง SSH
tr: SSH komutu ayrıntıları
uk: Деталі команди SSH
vi: Chi tiết lệnh SSH
zh_cn: SSH 命令详细信息
zh_tw: SSH 指令詳細資料

source: SSH host key policy
ar: سياسة مفتاح مضيف SSH
de: SSH-Hostschlüssel-Richtlinie
es: Política de claves de host SSH
fa: سیاست کلید میزبان SSH
fr: Politique de clé d'hôte SSH
hi: SSH host key नीति
id: Kebijakan host key SSH
it: Criterio della chiave host SSH
ja_jp: SSHホストキーポリシー
ko: SSH 호스트 키 정책
nl: SSH-hostsleutelbeleid
pl: Zasady klucza hosta SSH
pt_br: Política de chave de host SSH
ru: Политика ключей хоста SSH
sv: Policy för SSH-värdnyckel
th: นโยบายคีย์โฮสต์ SSH
tr: SSH ana bilgisayar anahtarı politikası
uk: Політика ключів хоста SSH
vi: Chính sách khóa máy chủ SSH
zh_cn: SSH 主机密钥策略
zh_tw: SSH 主機金鑰政策

source: SSH keeps the Gateway private; direct is best for HTTPS or Tailscale Serve.
ar: يحافظ SSH على خصوصية Gateway؛ ويُعد الاتصال المباشر الأفضل لـ HTTPS أو Tailscale Serve.
de: SSH hält das Gateway privat; direkt ist am besten für HTTPS oder Tailscale Serve.
es: SSH mantiene el Gateway privado; directo es mejor para HTTPS o Tailscale Serve.
fa: SSH، Gateway را خصوصی نگه می‌دارد؛ اتصال مستقیم برای HTTPS یا Tailscale Serve بهترین گزینه است.
fr: SSH garde le Gateway privé ; direct est préférable pour HTTPS ou Tailscale Serve.
hi: SSH Gateway को निजी रखता है; HTTPS या Tailscale Serve के लिए direct सबसे अच्छा है।
id: SSH menjaga Gateway tetap privat; direct paling cocok untuk HTTPS atau Tailscale Serve.
it: SSH mantiene il Gateway privato; diretto è ideale per HTTPS o Tailscale Serve.
ja_jp: SSH は Gateway を非公開に保ちます。HTTPS または Tailscale Serve には直接接続が最適です。
ko: SSH는 Gateway를 비공개로 유지하며, direct는 HTTPS 또는 Tailscale Serve에 가장 적합합니다.
nl: SSH houdt de Gateway privé; direct is het beste voor HTTPS of Tailscale Serve.
pl: SSH utrzymuje Gateway jako prywatny; połączenie bezpośrednie jest najlepsze dla HTTPS lub Tailscale Serve.
pt_br: SSH mantém o Gateway privado; direto é melhor para HTTPS ou Tailscale Serve.
ru: SSH сохраняет Gateway приватным; прямое подключение лучше всего подходит для HTTPS или Tailscale Serve.
sv: SSH håller Gateway privat; direktanslutning är bäst för HTTPS eller Tailscale Serve.
th: SSH ช่วยให้ Gateway เป็นส่วนตัว; แบบ direct เหมาะที่สุดสำหรับ HTTPS หรือ Tailscale Serve
tr: SSH, Gateway'i özel tutar; doğrudan bağlantı HTTPS veya Tailscale Serve için en iyisidir.
uk: SSH зберігає Gateway приватним; пряме підключення найкраще для HTTPS або Tailscale Serve.
vi: SSH giữ Gateway ở chế độ riêng tư; kết nối trực tiếp phù hợp nhất cho HTTPS hoặc Tailscale Serve.
zh_cn: SSH 可使 Gateway 保持私有；直连最适合 HTTPS 或 Tailscale Serve。
zh_tw: SSH 可讓 Gateway 保持私有；direct 最適合 HTTPS 或 Tailscale Serve。

source: SSH target
ar: هدف SSH
de: SSH-Ziel
es: Destino SSH
fa: مقصد SSH
fr: Cible SSH
hi: SSH लक्ष्य
id: Target SSH
it: Destinazione SSH
ja_jp: SSH ターゲット
ko: SSH 대상
nl: SSH-doel
pl: Cel SSH
pt_br: Destino SSH
ru: Целевой SSH-узел
sv: SSH-mål
th: ปลายทาง SSH
tr: SSH hedefi
uk: Ціль SSH
vi: Đích SSH
zh_cn: SSH 目标
zh_tw: SSH 目標

source: SSH tunnel
ar: نفق SSH
es: Túnel SSH
fa: تونل SSH
fr: Tunnel SSH
id: Terowongan SSH
it: Tunnel SSH
ja_jp: SSH トンネル
ko: SSH 터널
pl: Tunel SSH
pt_br: Túnel SSH
ru: SSH-туннель
th: อุโมงค์ SSH
tr: SSH tüneli
uk: SSH-тунель
vi: Đường hầm SSH
zh_cn: SSH 隧道

source: Save
ar: حفظ
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja_jp: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_cn: 保存
zh_tw: 儲存

source: Save Gateway connections for chat windows. The primary Gateway under Connection still owns Mac integrations and Talk Mode.
ar: احفظ اتصالات Gateway لنوافذ الدردشة. يظل Gateway الأساسي ضمن «الاتصال» مسؤولاً عن تكاملات Mac ووضع التحدث.
de: Speichern Sie Gateway-Verbindungen für Chatfenster. Das primäre Gateway unter „Verbindung“ verwaltet weiterhin die Mac-Integrationen und den Sprechmodus.
es: Guarda conexiones de Gateway para las ventanas de chat. El Gateway principal de Conexión seguirá gestionando las integraciones con el Mac y el modo de conversación.
fa: اتصال‌های Gateway را برای پنجره‌های گفتگو ذخیره کنید. Gateway اصلی در بخش اتصال همچنان یکپارچه‌سازی‌های Mac و حالت مکالمه را مدیریت می‌کند.
fr: Enregistrez les connexions Gateway pour les fenêtres de chat. Le Gateway principal sous Connexion continue de gérer les intégrations Mac et le mode Conversation.
hi: चैट विंडो के लिए Gateway कनेक्शन सहेजें। Connection के अंतर्गत प्राथमिक Gateway अभी भी Mac इंटीग्रेशन और Talk Mode को नियंत्रित करता है।
id: Simpan koneksi Gateway untuk jendela obrolan. Gateway utama di bagian Koneksi tetap mengelola integrasi Mac dan Mode Bicara.
it: Salva le connessioni Gateway per le finestre di chat. Il Gateway principale in Connessione continua a gestire le integrazioni Mac e la modalità conversazione.
ja_jp: チャットウインドウ用にGateway接続を保存します。引き続き、「接続」で設定されたプライマリGatewayがMac連携とトークモードを管理します。
ko: 채팅 창용 Gateway 연결을 저장합니다. 연결 아래의 기본 Gateway는 계속해서 Mac 통합 및 대화 모드를 관리합니다.
nl: Sla Gateway-verbindingen op voor chatvensters. De primaire Gateway onder Verbinding blijft verantwoordelijk voor Mac-integraties en de gespreksmodus.
pl: Zapisuj połączenia Gateway dla okien czatu. Główny Gateway w sekcji Połączenie nadal obsługuje integracje z Makiem i Tryb rozmowy.
pt_br: Salve conexões de Gateway para janelas de chat. O Gateway principal em Conexão ainda controla as integrações do Mac e o Modo de Conversa.
ru: Сохраняйте подключения к Gateway для окон чата. Основной Gateway в разделе «Подключение» по-прежнему управляет интеграциями Mac и режимом разговора.
sv: Spara Gateway-anslutningar för chattfönster. Den primära Gateway under Anslutning hanterar fortfarande Mac-integrationer och Talk Mode.
th: บันทึกการเชื่อมต่อ Gateway สำหรับหน้าต่างแชท Gateway หลักในส่วนการเชื่อมต่อจะยังคงจัดการการผสานการทำงานกับ Mac และโหมดพูดคุย
tr: Sohbet pencereleri için Gateway bağlantılarını kaydedin. Bağlantı altındaki birincil Gateway, Mac entegrasyonlarını ve Konuşma Modu'nu yönetmeye devam eder.
uk: Зберігайте підключення до Gateway для вікон чату. Основний Gateway у розділі «Підключення» й надалі керує інтеграціями Mac і режимом розмови.
vi: Lưu kết nối Gateway cho các cửa sổ trò chuyện. Gateway chính trong phần Kết nối vẫn quản lý các tích hợp với máy Mac và Chế độ trò chuyện.
zh_cn: 保存用于聊天窗口的 Gateway 连接。“连接”下的主要 Gateway 仍负责 Mac 集成和对话模式。
zh_tw: 儲存供聊天視窗使用的 Gateway 連線。「連線」下的主要 Gateway 仍負責 Mac 整合與對話模式。

source: Save image
ar: حفظ الصورة
de: Bild speichern
es: Guardar imagen
fa: ذخیره تصویر
fr: Enregistrer l’image
hi: इमेज सेव करें
id: Simpan gambar
it: Salva immagine
ja_jp: 画像を保存
ko: 이미지 저장
nl: Afbeelding bewaren
pl: Zapisz obraz
pt_br: Salvar imagem
ru: Сохранить изображение
sv: Spara bild
th: บันทึกรูปภาพ
tr: Görüntüyü kaydet
uk: Зберегти зображення
vi: Lưu hình ảnh
zh_cn: 存储图像
zh_tw: 儲存影像

source: Save image…
ar: حفظ الصورة…
de: Bild speichern…
es: Guardar imagen…
fa: ذخیره تصویر…
fr: Enregistrer l’image…
hi: इमेज सेव करें…
id: Simpan gambar…
it: Salva immagine…
ja_jp: 画像を保存…
ko: 이미지 저장…
nl: Afbeelding bewaren…
pl: Zapisz obraz…
pt_br: Salvar imagem…
ru: Сохранить изображение…
sv: Spara bild…
th: บันทึกรูปภาพ…
tr: Görüntüyü kaydet…
uk: Зберегти зображення…
vi: Lưu hình ảnh…
zh_cn: 存储图像…
zh_tw: 儲存影像…

source: Saved Gateways
ar: بوابات Gateway المحفوظة
de: Gespeicherte Gateways
es: Gateways guardados
fa: Gatewayهای ذخیره‌شده
fr: Gateways enregistrés
hi: सहेजे गए Gateways
id: Gateway Tersimpan
it: Gateway salvati
ja_jp: 保存済みのGateways
ko: 저장된 Gateway
nl: Opgeslagen Gateways
pl: Zapisane Gateway
pt_br: Gateways salvos
ru: Сохранённые Gateways
sv: Sparade Gateways
th: Gateway ที่บันทึกไว้
tr: Kayıtlı Gateway'ler
uk: Збережені Gateway
vi: Gateway đã lưu
zh_cn: 已保存的 Gateways
zh_tw: 已儲存的 Gateways

source: Saving…
ar: جارٍ الحفظ…
de: Speichern…
es: Guardando…
fa: در حال ذخیره…
fr: Enregistrement…
hi: सहेजा जा रहा है…
id: Menyimpan…
it: Salvataggio…
ja_jp: 保存中…
ko: 저장 중…
nl: Opslaan…
pl: Zapisywanie…
pt_br: Salvando…
ru: Сохранение…
sv: Sparar…
th: กำลังบันทึก…
tr: Kaydediliyor…
uk: Збереження…
vi: Đang lưu…
zh_cn: 正在保存…
zh_tw: 儲存中…

source: Scan or paste a fresh setup code from an already-paired OpenClaw client, then try again.
ar: امسح ضوئيًا أو الصق رمز إعداد جديدًا من عميل OpenClaw مقترن بالفعل، ثم حاول مرة أخرى.
de: Scanne oder füge einen neuen Einrichtungscode von einem bereits gekoppelten OpenClaw-Client ein und versuche es dann erneut.
es: Escanea o pega un código de configuración nuevo desde un cliente de OpenClaw ya emparejado y vuelve a intentarlo.
fa: یک کد راه‌اندازی تازه را از یک سرویس‌گیرنده OpenClaw که از قبل جفت‌سازی شده است اسکن یا جای‌گذاری کنید، سپس دوباره تلاش کنید.
fr: Scannez ou collez un nouveau code de configuration depuis un client OpenClaw déjà appairé, puis réessayez.
hi: पहले से paired OpenClaw client से एक नया setup code स्कैन या पेस्ट करें, फिर दोबारा प्रयास करें।
id: Pindai atau tempel kode penyiapan baru dari klien OpenClaw yang sudah dipasangkan, lalu coba lagi.
it: Scansiona o incolla un nuovo codice di configurazione da un client OpenClaw già abbinato, quindi riprova.
ja_jp: すでにペアリング済みの OpenClaw クライアントから新しいセットアップコードをスキャンまたは貼り付けてから、もう一度お試しください。
ko: 이미 페어링된 OpenClaw 클라이언트에서 새 설정 코드를 스캔하거나 붙여넣은 다음 다시 시도하세요.
nl: Scan of plak een nieuwe instelcode van een al gekoppelde OpenClaw-client en probeer het opnieuw.
pl: Zeskanuj lub wklej nowy kod konfiguracji z już sparowanego klienta OpenClaw, a następnie spróbuj ponownie.
pt_br: Escaneie ou cole um novo código de configuração de um cliente OpenClaw já pareado e tente novamente.
ru: Отсканируйте или вставьте новый код настройки из уже сопряженного клиента OpenClaw, затем повторите попытку.
sv: Skanna eller klistra in en ny konfigurationskod från en redan parkopplad OpenClaw-klient och försök sedan igen.
th: สแกนหรือวางรหัสตั้งค่าใหม่จากไคลเอนต์ OpenClaw ที่จับคู่แล้ว จากนั้นลองอีกครั้ง
tr: Zaten eşleştirilmiş bir OpenClaw istemcisinden yeni bir kurulum kodu tarayın veya yapıştırın, ardından tekrar deneyin.
uk: Відскануйте або вставте новий код налаштування з уже спареного клієнта OpenClaw, а потім повторіть спробу.
vi: Quét hoặc dán mã thiết lập mới từ một ứng dụng khách OpenClaw đã ghép đôi, rồi thử lại.
zh_cn: 从已配对的 OpenClaw 客户端扫描或粘贴新的设置代码，然后重试。
zh_tw: 從已配對的 OpenClaw 用戶端掃描或貼上新的設定碼，然後再試一次。

source: Schedule
ar: الجدولة
de: Zeitplan
es: Programación
fa: زمان‌بندی
fr: Planifier
hi: शेड्यूल
id: Jadwal
it: Programma
ja_jp: スケジュール
ko: 일정
nl: Planning
pl: Harmonogram
pt_br: Agendamento
ru: Расписание
sv: Schema
th: กำหนดเวลา
tr: Zamanla
uk: Розклад
vi: Lịch trình
zh_cn: 计划
zh_tw: 排程

source: Schema unavailable
ar: المخطط غير متاح
de: Schema nicht verfügbar
es: Esquema no disponible
fa: Schema در دسترس نیست
fr: Schéma indisponible
hi: स्कीमा उपलब्ध नहीं है
id: Skema tidak tersedia
it: Schema non disponibile
ja_jp: スキーマを利用できません
ko: 스키마를 사용할 수 없음
nl: Schema niet beschikbaar
pl: Schemat niedostępny
pt_br: Esquema indisponível
ru: Схема недоступна
sv: Schema inte tillgängligt
th: ไม่มี Schema
tr: Şema kullanılamıyor
uk: Схема недоступна
vi: Không có schema
zh_cn: 架构不可用
zh_tw: 結構描述無法使用

source: Scope
ar: النطاق
de: Geltungsbereich
es: Alcance
fa: دامنه
fr: Portée
hi: स्कोप
id: Cakupan
it: Ambito
ja_jp: スコープ
ko: 범위
nl: Bereik
pl: Zakres
pt_br: Escopo
ru: Область
sv: Omfattning
th: ขอบเขต
tr: Kapsam
uk: Область
vi: Phạm vi
zh_cn: 范围
zh_tw: 範圍

source: Scuttling
ar: يهرول
de: Krabbeln
es: Escabulléndose
fa: جست‌وخیز
fr: Déplacement latéral
hi: सरपट चलना
id: Berlari menyamping
it: Zampettando
ja_jp: 横歩き中
ko: 종종걸음치는 중
nl: Scharrelen
pl: Dreptanie
pt_br: Andando de lado
ru: Семеним
sv: Kravlar
th: กำลังไต่
tr: Yan yan ilerliyor
uk: Дріботіння
vi: Đang bò ngang
zh_cn: 疾行中
zh_tw: 橫行中

source: Search
ar: بحث
de: Suchen
es: Buscar
fa: جست‌وجو
fr: Rechercher
hi: खोजें
id: Cari
it: Cerca
ja_jp: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
ru: Поиск
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

source: Search ClawHub
ar: البحث في ClawHub
de: ClawHub durchsuchen
es: Buscar en ClawHub
fa: جست‌وجو در ClawHub
fr: Rechercher dans ClawHub
hi: ClawHub में खोजें
id: Cari di ClawHub
it: Cerca in ClawHub
ja_jp: ClawHubを検索
ko: ClawHub 검색
nl: Zoeken in ClawHub
pl: Przeszukaj ClawHub
pt_br: Pesquisar no ClawHub
ru: Поиск в ClawHub
sv: Sök i ClawHub
th: ค้นหาใน ClawHub
tr: ClawHub'da ara
uk: Пошук у ClawHub
vi: Tìm kiếm trên ClawHub
zh_cn: 搜索 ClawHub
zh_tw: 搜尋 ClawHub

source: Search installed skills
ar: البحث في Skills المثبتة
de: Installierte Skills durchsuchen
es: Buscar Skills instaladas
fa: جست‌وجوی Skills نصب‌شده
fr: Rechercher dans les Skills installés
hi: इंस्टॉल किए गए Skills खोजें
id: Cari skill yang terinstal
it: Cerca nelle skill installate
ja_jp: インストール済みのSkillsを検索
ko: 설치된 Skills 검색
nl: Geïnstalleerde skills zoeken
pl: Wyszukaj zainstalowane umiejętności
pt_br: Pesquisar skills instaladas
ru: Поиск установленных навыков
sv: Sök bland installerade skills
th: ค้นหา Skills ที่ติดตั้งไว้
tr: Yüklü Skills öğelerinde ara
uk: Пошук установлених навичок
vi: Tìm kiếm Skills đã cài đặt
zh_cn: 搜索已安装的 Skills
zh_tw: 搜尋已安裝的 Skills

source: Search threads
ar: البحث في سلاسل المحادثات
de: Threads durchsuchen
es: Buscar hilos
fa: جستجوی رشته‌ها
fr: Rechercher des fils
hi: थ्रेड खोजें
id: Cari utas
it: Cerca conversazioni
ja_jp: スレッドを検索
ko: 스레드 검색
nl: Threads zoeken
pl: Szukaj wątków
pt_br: Buscar conversas
ru: Поиск веток
sv: Sök efter trådar
th: ค้นหาเธรด
tr: İleti dizilerinde ara
uk: Пошук гілок
vi: Tìm kiếm luồng
zh_cn: 搜索话题
zh_tw: 搜尋對話串

source: Searching ClawHub…
ar: جارٍ البحث في ClawHub…
de: ClawHub wird durchsucht…
es: Buscando en ClawHub…
fa: در حال جست‌وجو در ClawHub…
fr: Recherche dans ClawHub…
hi: ClawHub में खोजा जा रहा है…
id: Mencari di ClawHub…
it: Ricerca in ClawHub…
ja_jp: ClawHubを検索中…
ko: ClawHub 검색 중…
nl: ClawHub doorzoeken…
pl: Przeszukiwanie ClawHub…
pt_br: Pesquisando no ClawHub…
ru: Поиск в ClawHub…
sv: Söker i ClawHub…
th: กำลังค้นหาใน ClawHub…
tr: ClawHub aranıyor…
uk: Пошук у ClawHub…
vi: Đang tìm kiếm trên ClawHub…
zh_cn: 正在搜索 ClawHub…
zh_tw: 正在搜尋 ClawHub…

source: Searching…
ar: جارٍ البحث…
de: Suchen…
es: Buscando…
fa: در حال جست‌وجو…
fr: Recherche…
hi: खोज जारी है…
id: Mencari…
it: Ricerca in corso…
ja_jp: 検索中…
ko: 검색 중…
nl: Zoeken…
pl: Wyszukiwanie…
pt_br: Pesquisando…
ru: Поиск…
sv: Söker…
th: กำลังค้นหา…
tr: Aranıyor…
uk: Пошук…
vi: Đang tìm kiếm…
zh_cn: 正在搜索…
zh_tw: 搜尋中…

source: Seconds (optional)
ar: الثواني (اختياري)
de: Sekunden (optional)
es: Segundos (opcional)
fa: ثانیه (اختیاری)
fr: Secondes (facultatif)
hi: सेकंड (वैकल्पिक)
id: Detik (opsional)
it: Secondi (facoltativo)
ja_jp: 秒（任意）
ko: 초(선택 사항)
nl: Seconden (optioneel)
pl: Sekundy (opcjonalnie)
pt_br: Segundos (opcional)
ru: Секунды (необязательно)
sv: Sekunder (valfritt)
th: วินาที (ไม่บังคับ)
tr: Saniye (isteğe bağlı)
uk: Секунди (необов’язково)
vi: Giây (tùy chọn)
zh_cn: 秒（可选）
zh_tw: 秒（選填）

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fa: انتخاب
fr: Sélectionner
hi: चुनें
id: Pilih
it: Seleziona
ja_jp: 選択
ko: 선택
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh_cn: 选择
zh_tw: 選取

source: Select a channel to view status and settings.
ar: حدد قناة لعرض الحالة والإعدادات.
de: Wählen Sie einen Kanal aus, um Status und Einstellungen anzuzeigen.
es: Selecciona un canal para ver el estado y la configuración.
fa: یک کانال را برای مشاهدهٔ وضعیت و تنظیمات انتخاب کنید.
fr: Sélectionnez un canal pour afficher l’état et les paramètres.
hi: स्थिति और सेटिंग्स देखने के लिए कोई चैनल चुनें।
id: Pilih saluran untuk melihat status dan pengaturan.
it: Seleziona un canale per visualizzare stato e impostazioni.
ja_jp: ステータスと設定を表示するチャンネルを選択してください。
ko: 상태와 설정을 보려면 채널을 선택하세요.
nl: Selecteer een kanaal om de status en instellingen te bekijken.
pl: Wybierz kanał, aby wyświetlić status i ustawienia.
pt_br: Selecione um canal para ver o status e as configurações.
ru: Выберите канал, чтобы просмотреть статус и настройки.
sv: Välj en kanal för att visa status och inställningar.
th: เลือกช่องทางเพื่อดูสถานะและการตั้งค่า
tr: Durumu ve ayarları görüntülemek için bir kanal seçin.
uk: Виберіть канал, щоб переглянути статус і налаштування.
vi: Chọn một kênh để xem trạng thái và cài đặt.
zh_cn: 选择一个频道以查看状态和设置。
zh_tw: 選取頻道以檢視狀態與設定。

source: Select a config section to view settings.
ar: حدد قسم تكوين لعرض الإعدادات.
de: Wählen Sie einen Konfigurationsabschnitt aus, um die Einstellungen anzuzeigen.
es: Selecciona una sección de configuración para ver los ajustes.
fa: یک بخش پیکربندی را برای مشاهدهٔ تنظیمات انتخاب کنید.
fr: Sélectionnez une section de configuration pour afficher les paramètres.
hi: सेटिंग्स देखने के लिए कोई कॉन्फ़िग सेक्शन चुनें।
id: Pilih bagian config untuk melihat pengaturan.
it: Seleziona una sezione di configurazione per visualizzare le impostazioni.
ja_jp: 設定を表示する設定セクションを選択してください。
ko: 설정을 보려면 구성 섹션을 선택하세요.
nl: Selecteer een configuratiesectie om de instellingen te bekijken.
pl: Wybierz sekcję konfiguracji, aby wyświetlić ustawienia.
pt_br: Selecione uma seção de configuração para ver as opções.
ru: Выберите раздел конфигурации, чтобы просмотреть настройки.
sv: Välj ett konfigurationsavsnitt för att visa inställningar.
th: เลือกส่วนการกำหนดค่าเพื่อดูการตั้งค่า
tr: Ayarları görüntülemek için bir config bölümü seçin.
uk: Виберіть розділ конфігурації, щоб переглянути налаштування.
vi: Chọn một phần cấu hình để xem cài đặt.
zh_cn: 选择一个配置部分以查看设置。
zh_tw: 選取 config 區段以檢視設定。

source: Select a job to inspect details and run history.
ar: حدد مهمة لفحص التفاصيل وسجل التشغيل.
de: Wählen Sie einen Job aus, um Details und Ausführungsverlauf zu prüfen.
es: Selecciona una tarea para inspeccionar sus detalles y el historial de ejecuciones.
fa: یک کار را انتخاب کنید تا جزئیات و تاریخچه اجرای آن را بررسی کنید.
fr: Sélectionnez une tâche pour consulter les détails et l’historique d’exécution.
hi: विवरण और run history देखने के लिए कोई job चुनें।
id: Pilih job untuk memeriksa detail dan riwayat eksekusi.
it: Seleziona un job per consultare dettagli e cronologia delle esecuzioni.
ja_jp: ジョブを選択して詳細と実行履歴を確認します。
ko: 작업을 선택하여 세부 정보와 실행 기록을 확인하세요.
nl: Selecteer een taak om details en uitvoeringsgeschiedenis te bekijken.
pl: Wybierz zadanie, aby sprawdzić szczegóły i historię uruchomień.
pt_br: Selecione um trabalho para inspecionar detalhes e o histórico de execução.
ru: Выберите задание, чтобы просмотреть подробности и историю запусков.
sv: Välj ett jobb för att granska detaljer och körningshistorik.
th: เลือกงานเพื่อตรวจสอบรายละเอียดและประวัติการทำงาน
tr: Ayrıntıları ve çalışma geçmişini incelemek için bir iş seçin.
uk: Виберіть завдання, щоб переглянути деталі та історію запусків.
vi: Chọn một tác vụ để kiểm tra chi tiết và lịch sử chạy.
zh_cn: 选择一个任务以查看详细信息和运行历史记录。
zh_tw: 選取一個 job 以檢視詳細資料與執行歷程。

source: Select an agent scope above to add trusted commands.
ar: حدد نطاق وكيل أعلاه لإضافة أوامر موثوقة.
de: Wählen Sie oben einen Agentenbereich aus, um vertrauenswürdige Befehle hinzuzufügen.
es: Selecciona un ámbito de agente arriba para agregar comandos de confianza.
fa: برای افزودن فرمان‌های مورد اعتماد، یک محدوده عامل را در بالا انتخاب کنید.
fr: Sélectionnez ci-dessus une portée d’agent pour ajouter des commandes approuvées.
hi: विश्वसनीय कमांड जोड़ने के लिए ऊपर एक एजेंट स्कोप चुनें।
id: Pilih cakupan agen di atas untuk menambahkan perintah tepercaya.
it: Seleziona sopra un ambito agente per aggiungere comandi attendibili.
ja_jp: 信頼済みコマンドを追加するには、上でエージェントスコープを選択してください。
ko: 신뢰할 수 있는 명령을 추가하려면 위에서 agent 범위를 선택하세요.
nl: Selecteer hierboven een agentbereik om vertrouwde commando's toe te voegen.
pl: Wybierz powyżej zakres agenta, aby dodać zaufane polecenia.
pt_br: Selecione um escopo de agente acima para adicionar comandos confiáveis.
ru: Выберите область действия агента выше, чтобы добавить доверенные команды.
sv: Välj en agentomfattning ovan för att lägga till betrodda kommandon.
th: เลือกขอบเขตเอเจนต์ด้านบนเพื่อเพิ่มคำสั่งที่เชื่อถือ
tr: Güvenilen komutlar eklemek için yukarıdan bir aracı kapsamı seçin.
uk: Виберіть область дії агента вище, щоб додати довірені команди.
vi: Chọn phạm vi tác tử ở trên để thêm lệnh đáng tin cậy.
zh_cn: 选择上方的代理范围以添加受信任命令。
zh_tw: 請在上方選擇代理程式範圍以新增受信任的命令。

source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionada
fa: انتخاب شده
fr: Sélectionné
hi: चयनित
id: Dipilih
it: Selezionato
ja_jp: 選択済み
ko: 선택됨
nl: Geselecteerd
pl: Wybrano
pt_br: Selecionado
ru: Выбрано
sv: Valt
th: เลือกแล้ว
tr: Seçildi
uk: Вибрано
vi: Đã chọn
zh_cn: 已选择
zh_tw: 已選取
